Repository: dev0x2a/c
Catalog: src/pacaur-4.6.5/po/*.po
Languages: fr, tr

source: ${colorW}Starting AUR upgrade...${reset}
fr: ${colorW}Début de la mise à jour depuis l'AUR...${reset}
tr: ${colorW}AUR yükseltmesi başlıyor...${reset}

source: ${colorW}$i${reset} is ${colorY}not present${reset} in AUR -- skipping
fr: ${colorW}$i${reset} n'est ${colorY}pas présent${reset} dans l'AUR -- sauté
tr: ${colorW}$i${reset} AUR içerisinde ${colorY}bulunamadı${reset} -- atlanıyor

source: latest
fr: dernière
tr: en son

source: ${checkaurpkgs[$i]} is in IgnorePkg/IgnoreGroup. Install anyway?
fr: ${checkaurpkgs[$i]} est dans IgnorePkg/IgnoreGroup. L'installer quand même ?
tr: ${checkaurpkgs[$i]}, IgnorePkg/IgnoreGroup içerisinde. Yine de kurulsun mu?

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade
fr: ${colorW}${checkaurpkgs[$i]}${reset} : mise à jour ignorée
tr: ${colorW}${checkaurpkgs[$i]}${reset}: paket yükseltmesi yoksayılıyor

source: ${colorW}${checkaurpkgs[$i]}${reset}: ignoring package upgrade (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
fr: ${colorW}${checkaurpkgs[$i]}${reset}: mise à jour ignorée (${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})
tr: ${colorW}${checkaurpkgs[$i]}${reset}: Paket yükseltmesi yoksayılıyor(${colorR}${checkaurpkgsQver[$i]}${reset} => ${colorG}${checkaurpkgsAver[$i]}${reset})

source: resolving dependencies...
fr: résolution des dépendances...
tr: bağımlılıklar çözümleniyor...

source: ${colorW}$i${reset}: ignoring package upgrade
fr: ${colorW}$i${reset} : mise à jour ignorée
tr: ${colorW}$i${reset}: paket yükseltmesi yoksayılıyor

source: Unresolved dependency '${colorW}$i${reset}'
fr: Dépendance « ${colorW}$i${reset} » non résolue
tr: Çözülemeyen bağımlılık '${colorW}$i${reset}'

source: $i dependency is in IgnorePkg/IgnoreGroup. Install anyway?
fr: La dépendance $i est dans IgnorePkg/IgnoreGroup. L'installer quand même ?
tr: $i bağımlılığı IgnorePkg/IgnoreGroup içerisinde. Yine de kurulsun mu?

source: ${colorW}There are ${#providers[@]} providers available for ${providersdeps[$i]}:${reset}
fr: ${colorW}Il y a ${#providers[@]} fournisseurs disponibles pour ${providersdeps[$i]} :${reset}
tr: ${colorW}${providersdeps[$i]} için ${#providers[@]} sağlayıcı mevcut:${reset}

source: Enter a number (default=0):
fr: Saisissez un nombre (valeur par défaut = 0) :
tr: Bir sayı girin (öntanımlı=0):

source: invalid value: $nb is not between 0 and $providersnb
fr: valeur invalide : $nb n'est pas entre 0 et $providersnb
tr: geçersiz değer: $nb, 0 ile $providersnb arasında değil

source: invalid number: $nb
fr: nombre invalide : $nb
tr: geçersiz sayı: $nb

source: looking for inter-conflicts...
fr: recherche de conflits...
tr: ara-çakışmalar aranıyor...

source: $j and $k are in conflict ($i). Remove $k?
fr: $j et $k sont en conflit ($i). Supprimer $k ?
tr: $j ve $k çakışıyor ($i). $k silinsin mi?

source: unresolvable package conflicts detected
fr: conflit non résolvable détecté
tr: çözülemeyen paket çakışmaları bulundu

source: failed to prepare transaction (conflicting dependencies)
fr: échec de la préparation de la transaction (dépendances en conflit)
tr: işlem hazırlama başarısız (çakışan bağımlılıklar)

source: ${colorW}${depsAname[$i]}${reset} latest revision -- fetching
fr: ${colorW}${depsAname[$i]}${reset} -- récupération de la dernière révision
tr: ${colorW}${depsAname[$i]}${reset} en son gözden geçirme -- alınıyor

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- reinstalling
fr: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} est à jour -- réinstalle
tr: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} güncel -- yeniden kuruluyor

source: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} is up to date -- skipping
fr: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} est à jour -- sauté
tr: ${colorW}${depsAname[$i]}-${depsQver[$i]}${reset} güncel -- atlanıyor

source: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} has been flagged ${colorR}out of date${reset} on ${colorY}$(date -d "@${depsAood[$i]}" "+%Y-%m-%d")${reset}
fr: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset} a été marqué comme ${colorR}périmé${reset} le ${colorY}$(date -d "@${depsAood[$i]}" "+%d-%m-%Y")${reset}
tr: ${colorW}${depsAname[$i]}-${depsAver[$i]}${reset}, ${colorY}$(date -d "@${depsAood[$i]}" "+%d-%m-%Y")${reset} tarihinde ${colorR}eski sürüm${reset} olarak işaretlenmiş.

source: (cached)
fr: (dans cache)
tr: (önbellekte)

source: Name
fr: Nom
tr: İsim

source: Old Version
fr: Ancienne version
tr: Eski Sürüm

source: New Version
fr: Nouvelle version
tr: Yeni Sürüm

source: Download Size
fr: Taille du téléchargement
tr: İndirme Boyutu

source: AUR Packages (${#deps[@]}):
fr: Paquets de l'AUR (${#deps[@]}) :
tr: AUR Paketleri (${#deps[@]}):

source: Repo Packages (${#repodepspkgs[@]}):
fr: Paquets des dépôts (${#repodepspkgs[@]}) :
tr: Depo Paketleri (${#repodepspkgs[@]}):

source: ${binarysize[$i]} MiB
fr: ${binarysize[$i]} Mio

source: Repo Download Size:
fr: Taille téléchargée depuis les dépôts :
tr: Depo İndirme Boyutu:

source: Repo Installed Size:
fr: Taille installée depuis les dépôts :
tr: Depo Kurulu Boyut:

source: $sumk MiB
fr: $sumk Mio

source: $summ MiB
fr: $summ Mio

source: installation
fr: l'installation
tr: kurulum

source: download
fr: le téléchargement
tr: indir

source: Proceed with $action?
fr: Poursuivre $action ?
tr: $action ile devam edilsin mi?

source: ${colorW}Retrieving package(s)...${reset}
fr: ${colorW}Récupération des paquets...${reset}
tr: ${colorW}Paket(ler) getiriliyor...${reset}

source: View $i PKGBUILD?
fr: Voir le PKGBUILD de $i ?
tr: $i PKGBUILD gösterilsin mi?

source: ${colorW}$i${reset} PKGBUILD viewed
fr: PKGBUILD de ${colorW}$i${reset} visualisé
tr: ${colorW}$i${reset} PKGBUILD gösterildi

source: Could not open ${colorW}$i${reset} PKGBUILD
fr: Impossible d'ouvrir le PKGBUILD de ${colorW}$i${reset}
tr: ${colorW}$i${reset} PKGBUILD açılamadı

source: View $j script?
fr: Voir le script de $j ?
tr: $j betiği gösterilsin mi?

source: ${colorW}$j${reset} script viewed
fr: script de ${colorW}$j${reset} visualisé
tr: ${colorW}$j${reset} betiğine gösterildi

source: Could not open ${colorW}$j${reset} script
fr: Impossible d'ouvrir le script de ${colorW}$j${reset}
tr: ${colorW}$j${reset} betiği açılamadı

source: Installing ${colorW}$j${reset} cached package...
fr: Installation du paquet en cache ${colorW}$j${reset}...
tr: Önbelleğe alınmış ${colorW}$j${reset} paketi kuruluyor...

source: Package ${colorW}$j${reset} already available in cache
fr: Paquet ${colorW}$j${reset} déjà disponible dans le cache
tr: ${colorW}$j${reset} paketi zaten önbellekte mevcut

source: Building ${colorW}${pkgsdeps[$i]}${reset} package(s)...
fr: Construction du paquet ${colorW}${pkgsdeps[$i]}${reset}...
tr: ${colorW}${pkgsdeps[$i]}${reset} paket(ler)i inşa ediliyor...

source: Removing installed AUR dependencies...
fr: Suppression des dépendances installées depuis l'AUR...
tr: Kurulu AUR bağımlılıkları kaldırılıyor...

source: ${colorW}$i${reset} is a ${colorY}new orphan${reset} package
fr: ${colorW}$i${reset} est un ${colorY}nouveau paquet orphelin${reset}
tr: ${colorW}$i${reset}, ${colorY}yeni bir sahipsiz${reset} paket

source: [ ignored ]
fr: [ ignoré ]
tr: [ yoksayıldı ]

source: Packages to keep:
fr: Paquets à conserver :
tr: Saklanacak paketler:

source: All locally installed packages
fr: Tous les paquets localement installés
tr: Tüm yerel kurulu paketler

source: AUR cache directory:
fr: Répertoire du cache de l'AUR :
tr: AUR önbellek dizini:

source: Do you want to remove all other packages from AUR cache?
fr: Souhaitez-vous supprimer tous les autres paquets du cache de l'AUR ?
tr: Tüm diğer paketleri AUR önbelleğinden kaldırmak istiyor musunuz?

source: removing old packages from cache...
fr: suppression des anciens paquets du cache...
tr: eski paketler önbellekten kaldırılıyor...

source: Do you want to remove ALL files from AUR cache?
fr: Souhaitez-vous supprimer TOUS les fichier du cache de l'AUR ?
tr: TÜM dosyaları AUR önbelleğinden kaldırmak istiyor musunuz?

source: removing all files from AUR cache...
fr: suppressiom de tous les fichiers du cache de l'AUR...
tr: tüm dosyalar AUR önbelleğinden kaldırılıyor...

source: failed to prepare transaction (could not satisfy dependencies)
fr: échec de la préparation de la transaction (impossible de satisfaire les dépendances)
tr: işlem hazırlama başarısız (bağımlılıklar sağlanamadı)

source: ${Qrequires[@]}: requires $@
fr: ${Qrequires[@]}: requiert $@
tr: ${Qrequires[@]}: $@ gerektirir

source: $2 [Y/n]
fr: $2 [O/n]
tr: $2 [E/h]

source: $2 [y/N]
fr: $2 [o/N]
tr: $2 [e/H]

source: there is nothing to do
fr: il n'y a rien à faire
tr: yapılacak hiçbir şey yok

source: operations:
fr: opérations :
tr: işlemler:

source: pacman extension
fr: extensions de pacman
tr: pacman uzantısı

source: -s, --search search AUR for matching strings
fr: -s, --search recherche de chaînes correspondantes dans l'AUR
tr: -s, --search eşleşen dizgeler için AUR deposunu ara

source: -d, --download download target(s) -- pass twice to download AUR dependencies
fr: -d, --download télécharger les cibles -- passez deux fois pour télécharger les dépendances de l'AUR
tr: -d, --download hedef(ler)i indir -- AUR bağımlılıklarını indirmek için iki kez yazın

source: -m, --makepkg download and make target(s)
fr: -m, --makepkg télécharger et construire les cibles
tr: -m, --makepkg hedef(ler)i indir ve derle

source: -y, --sync download, make and install target(s)
fr: -y, --sync télécharger, construire et installer les cibles
tr: -y, --sync hedef(ler)i indir, derle ve kur

source: -k, --check check for AUR update(s)
fr: -k, --check vérifier les mises à jour depuis l'AUR
tr: -k, --check AUR güncellemelerini denetle

source: -u, --update update AUR package(s)
fr: -u, --update mettre à jour les paquets de l'AUR
tr: -u, --update AUR paket(ler)ini güncelle

source: general
fr: général
tr: genel

source: -v, --version display version information
fr: -v, --version afficher les informations de version
tr: -v, --version sürüm bilgisini göster

source: -h, --help display help information
fr: -h, --help afficher l'aide
tr: -h, --help yardım bilgisini göster

source: pacman extension - can be used with the -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc operations
fr: extensions de pacman - peuvent être utilisées avec les opérations -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc
tr: pacman uzantıları - -S, -Ss, -Si, -Sii, -Sw, -Su, -Qu, -Sc, -Scc işlemleri ile kullanılabilir

source: -e, --edit edit target(s) PKGBUILD and view install script
fr: -e, --edit modifier le PKGBUILD des cibles et en voir le script .install
tr: -e, --edit hedef PKGBUILD'ini düzenle ve install betiğine bak

source: -q, --quiet show less information for query and search
fr: -q, --quiet afficher moins d'informations avec -Q et pendant la recherche
tr: -q, --quiet sorgu ve arama için daha az bilgi göster

source: --devel consider AUR development packages upgrade
fr: --devel envisager les mises à jour de paquets de développement de l'AUR
tr: --devel AUR geliştirme paketleri yükseltmesini hesaba kat

source: --ignore ignore a package upgrade (can be used more than once)
fr: --ignore ignorer les mises à jour d'un paquet (peut être utilisé plusieurs fois)
tr: --ignore bir paket güncellemesini yoksay (birden fazla kullanılabilir)

source: --noconfirm do not prompt for any confirmation
fr: --noconfirm ne demander aucune confirmation
tr: --noconfirm hiçbir doğrulama için sorma

source: --noedit do not prompt to edit files
fr: --noedit ne pas proposer la modification des fichiers
tr: --noedit dosyaları düzenlemek için sorma

source: --rebuild always rebuild package(s)
fr: --rebuild reconstruire systématiquement les paquets
tr: --rebuild paket(ler)i her zaman yeniden inşa et

source: ${colorW}editor${reset} variable unset
fr: La variable ${colorW}editor${reset} n'est pas définie
tr: ${colorW}düzenleyici${reset} değişkeni ayarı kaldırılamadı

source: no targets specified (use -h for help)
fr: aucune cible indiquée (utilisez -h pour l'aide)
tr: hedef belirtilmedi (yardım için -h kullanın)

source: target not found
fr: cible non trouvée
tr: hedef bulunamadı

source: Package(s) ${colorW}${aurpkgs[*]}${reset} not found in repositories, trying ${colorM}AUR${reset}...
fr: Impossible de trouver ${colorW}${aurpkgs[*]}${reset} dans les dépôts, essai de l'${colorM}AUR${reset}...
tr: ${colorW}${aurpkgs[*]}${reset} paketi depolarda bulunamadı, ${colorM}AUR${reset} deneniyor...

source: options:
tr: seçenekler:
